/* Localizable strings not stored in nib files and not stored in application resources, */
/* the strings below can be accessed using the GetBundleLocalizedString() macro, those */
/* stored in application resources must be accessed using GetLocalizedString() instead. */

"kNetBootStartedTime" = "Dernière mise à jour du client :";

"kDateFormatter" = "%c";

"RUNNING" = "En service";

"STOPPED" = "Arrêté";

"STARTING" = "Démarrage en cours";

"STOPPING" = "Arrêt en cours";

"PAUSED" = "En pause";

"UNKNOWN" = "Inconnu";

"N/A" = "Non disponible";

// String specific to the plugin

"INSTALL"       = "Netinstall";
"BOOT"          = "NetBoot";

"NOTCONFIGURED" = "Le service NetBoot n’est pas configuré.";
"NOTCONFIGUREDMSG" = "Afin de démarrer le service NetBoot, au moins une image doit être partagée et NetBoot doit être activé sur au moins une des interfaces réseau.";

"DELETEALERT" = "Êtes-vous sûr de vouloir supprimer l’enregistrement de filtre sélectionné ?";
"DELETEALERTMSG" = "Cette opération est irréversible.";


"CANCELBUTTON" = "Annuler";
"DELETEBUTTON" = "Supprimer";
"OKBUTTON"      ="OK";

"DEFAULTNETINSTALL" = "Définition d’une image NetInstall par défaut";
"DEFAULTNETINSTALLMSG" = "La définition d’une image NetInstall par défaut risque d’effacer le client.";
"HOSTUNKNOWN" = "Nom d’hôte inconnu";
"ALLOW" = "Autoriser";
"DENY" = "Refuser";
"NOTSET" = "Non défini"; 

"DELETEBSDP"="Suppression d’enregistrements client sur le serveur NetBoot";
"DELETEBSDPMSG"="Tous les enregistrements de requête client précédents seront supprimés du serveur.";

"NOPORTENBD" = "NetBoot n’est activé sur aucun port";
"NOPORTENBDMSG"="Pour servir des images depuis ce serveur, NetBoot doit être activé sur au moins un port.";

"SERVICENOTSTARTED" = "Au moins un service associé n’est pas en service.";
"SERVICENOTSTARTEDMSG" = "NetBoot utilise les services AFP, NFS et Web pour délivrer des images aux ordinateurs clients.\n Il est recommandé d’activer tous ces services pour optimiser NetBoot.";


"NOIMAGEENBD"="Aucune image NetBoot n’est activée.";
"NOIMAGEENBDMSG"="Pour servir des images depuis ce serveur, il faut qu’au moins une image soit activée.";
"NOIMAGEDEFDMSG"="Afin de transférer des images à partir du serveur, vous devez définir au moins une image par défaut.";
"NOCLIENTENBD"="Aucun dossier Client NetBoot n’est activé.";
"NOCLIENTENBDMSG"="Les clients NetBoot requièrent un espace masqué sur le serveur.\nIl faut au moins un dossier client.";
"NOSHAREENBD"="Aucun espace de stockage d’images n’est activé.";
"NOSHAREENBDMSG"="Pour délivrer des images depuis ce serveur,\nun point de partage doit être créé sur au moins un volume.";

"STORAGEVOLUME"="Volume de stockage : ";
"LANGUAGE"="Langue :";
"COMMENT"="Commentaire :";
"KIND"="Type :";
"DESCRIPTION"="Description : ";
"TYPE" = "Type : ";

"DUPINDEX" = "Numéro d’index dupliqué.";
"DUPINDEXMSG"="Il existe déjà une image comportant ce numéro d’index.";
"DUPINDICES" = "Numéros d’index dupliqués.";
"DUPINDICESMSG" = "Certaines images de ce serveur possèdent des numéros d’index dupliqués.";

"SPACESINHTTPIMAGENAME" = "Espaces dans le nom d’image HTTP.";
"SPACESINHTTPIMAGENAMEMSG" = "L’usage d’espaces dans le nom d’une image hébergée par HTTP peut entraîner des erreurs. Changez de nom d’image.";

"ILLEGALINDEX"="Erreur de numéro d’index";
"ILLEGALINDEXMSG"="Le numéro d’index n’appartient pas à la plage valide (de 1 à 65535).";

"DUPADDRESS" = "Adresse Ethernet dupliquée.";
"DUPADDRESSMSG"="Cette adresse Ethernet existe déjà.";
"DUPADDRESSES" = "Adresses Ethernet dupliquées.";
"DUPADDRESSESMSG" = "Il existe des adresses Ethernet dupliquées.";

"READONLYSTR" = " (Lecture seule)";

"ETHERWARNING" = "Vous n’avez pas fourni d’adresse Ethernet valide.";
"ETHERWARNINGMSG" = "Exemple d’adresse Ethernet valide : 00:ae:0f:3:32:2 ";

"INVALIDETHADDR" = "Le bouton OK est activé si toutes les adresses Ethernet sont valides.";

"HOSTNOTFOUND"="Hôte introuvable";
"NOTFOUND"="Adresse matérielle indisponible";

"CLASSIC"="Mac OS 9";
"MACOSX"="Mac OS X";
"MACOSXSERVER"="Mac OS X Server";
"DIAGSIMAGE"="Diagnostic matériel";

"Classic" = "Mac OS 9";
"NFS"="NFS";
"HTTP"= "HTTP";
"BootFileOnly"="BootFileOnly";

"NOTBOOTED"="Pas actuellement démarré ou démarré via HTTP";
"NOTNIBOOTED"="Client pas actuellement démarré";
"UES"="Systèmes activés inconnus";
"UDS"="Systèmes désactivés inconnus";
"ppc"="PowerPC";
"i386"="Intel";
"ARCHBOTH"="Universel";

"enabled image" = " image(s) activée(s)";

"NetBoot Log" = "Historique NetBoot";

"NETBOOTSERVICELABEL" = "Le service NetBoot est :";
"STARTTIME" = "Heure de démarrage :";
